Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVOverscanScreenInstructions
source: Some TVs may scale the picture beyond the edges of the display. If your picture appears cropped, adjust your TV’s zoom or overscan settings until you can see the “Minimum” or “Full Screen” areas. If your picture appears stretched, adjust your TV until you see a perfect circle in the center.
ar: قد تقوم بعض أجهزة التلفزيون بتحجيم الصورة خارج حواف الشاشة. إذا ظهرت الصورة مقتصة، فاضبط إعدادات التكبير والخروج عن إطار الشاشة على التلفزيون حتى تستطيع رؤية مناطق "الحد الأدنى" أو "ملء الشاشة". وإذا ظهرت الصورة ممددة، فاضبط التلفزيون حتى تستطيع رؤية دائرة في المنتصف تمامًا.
ca: Alguns televisors estiren la imatge més enllà dels límits de la pantalla. Si la imatge es veu escapçada, configura les opcions de zoom i de sobredimensionament del televisor fins que vegis les àrees “Mínim” o “Pantalla completa”. En cas que es vegi estirada, configura el televisor fins que vegis un cercle perfecte al centre.
cs: Na některých televizorech může být obraz roztažený za okraje obrazovky. Pokud je obraz oříznutý, upravujte na televizoru nastavení voleb zvětšení nebo overscan, dokud neuvidíte oblasti „Minimum“ nebo „Celá obrazovka“. Je‑li obraz roztažený, upravujte obraz na televizoru, dokud ve středu neuvidíte dokonalý kruh.
da: Nogle fjernsyn skalerer muligvis billeder ud over kanten på skærmen. Hvis billedet ser beskåret ud, kan du justere fjernsynets indstillinger til zoom eller overscan, indtil du ser områderne “Minimum” eller “Fuld skærm”. Hvis billedet ser udstrakt ud, skal du justere fjernsynet, indtil du ser en perfekt cirkel i midten.
de: Einige Fernsehgeräte skalieren das Bild so, dass sich die Ränder außerhalb der Bildschirmanzeige befinden. Falls dein Bild abgeschnitten aussieht, passe die Zoom- und Overscan-Einstellungen deines Fernsehgeräts an, bis die Bereiche „Minimum“ oder „Vollbild“ sichtbar sind. Wenn die Anzeige verzerrt aussieht, passe die Einstellungen an, bis ein exakter Kreis in der Mitte angezeigt wird.
el: Κάποιες τηλεοράσεις μπορεί να επεκτείνουν την εικόνα πέρα από τα άκρα της οθόνης. Αν η εικόνα εμφανίζεται περικομμένη, προσαρμόστε τις ρυθμίσεις ζουμ ή υπερσάρωσης της τηλεόρασης μέχρι να εμφανιστεί η περιοχή «Ελάχιστο» ή «Πλήρης οθόνη». Αν η εικόνα εμφανίζεται τεντωμένη, προσαρμόστε τις ρυθμίσεις της τηλεόρασης μέχρι να εμφανιστεί ένας τέλειος κύκλος στο κέντρο.
es: Algunos televisores pueden ajustar las dimensiones de la imagen más allá de los bordes de la pantalla. Si la imagen aparece recortada, ajusta las opciones de zoom u overscan de tu televisor hasta que veas las áreas “Mínimo” o “Pantalla completa”. Si la imagen se ve estirada, ajusta el televisor hasta que veas un círculo perfecto en el centro.
es_us: Algunos modelos de TV podrían ajustar la imagen fuera de los bordes de la pantalla. Si la imagen se ve cortada, ajusta la configuración de overscan o zoom de la TV hasta que veas las áreas Mínima o Pantalla completa. Si la imagen se ve estirada, ajusta tu TV hasta que veas un círculo perfecto en el centro.
fi: Jotkin TV:t voivat skaalata kuvaa näytön rajojen ulkopuolelle. Jos kuva näkyy rajautuneena, säädä TV:n Zoomaus ja overscan -asetuksia kunnes näet Minimi- tai Koko näyttö -alueet. Jos kuva näkyy venyneenä, säädä TV:tä kunnes näet täydellisen ympyrän keskellä.
fr: Certains téléviseurs étendent l’image au-delà des bords de l’écran. Si votre image apparaît coupée, ajustez les réglages de zoom ou de surbalayage de votre téléviseur jusqu’à ce que vous voyiez les zones « Minimum » ou « Plein écran ». Si votre image apparaît étirée, ajustez votre téléviseur jusqu’à voir un cercle parfait au centre de l’écran.
fr_ca: Certaines télévisions redimensionnent l’image au-delà des bords de l’écran. Si votre image semble coupée, réglez le zoom ou le surbalayage de votre télévision jusqu’à ce que vous puissiez voir les zones « Minimum » ou « Plein écran ». Si votre image semble étirée, réglez votre télévision jusqu’à ce que l’ellipse affichée au centre de l’image soit parfaitement ronde.
he: מכשירי טלוויזיה מסוימים עשויים להתאים את גודל התמונה כך שתחרוג מגבולות התצוגה. אם התמונה נראית חתוכה, יש לשנות את הגדרות הזום או את הגדרות השוליים השחורים של הטלוויזיה, עד שניתן יהיה לראות את האזורים ״מינימום״ או ״מסך מלא״. אם התמונה נראית מתוחה, יש לשנות את הגדרות הטלוויזיה עד שיופיע עיגול מושלם במרכז.
hi: कुछ टीवी पर हो सकता है स्केल करने से पिक्चर डिस्प्ले के किनारों के बाहर निकल जाए। यदि आपकी तस्वीर कटी हुई दिखती है, तो अपने टीवी के ज़ूम या ओवरस्कैन सेटिंग को तब तक ऐडजस्ट करते रहें, जब तक कि आपको “न्यूनतम” या “फ़ुल स्क्रीन” क्षेत्र दिखाई न देने लगें। अगर आपकी पिक्चर खिंची हुई दिखती है, तो अपने टीवी को तब तक ऐडजस्ट करें जब तक कि आपको बीच में एक पूर्ण वृत्त न दिखे।
hr: Neki TV prijemnici mogu skalirati sliku izvan rubova zaslona. Ako vam se čini da je slika odrezana, prilagodite postavke za zumiranje ili preskeniranje na vašem TV‑u, sve dok ne vidite područja "minimalno" ili "cijeli zaslon". Ako vam se čini da je slika rastegnuta, prilagodite TV sve dok se u središtu ne prikaže savršen krug.
hu: Néhány tévékészülék felnagyíthatja úgy a képet, hogy a szélei túlnyúlnak a kijelzőn. Ha a kép le van vágva, módosítsa addig a tévé nagyítási vagy túlpásztázási beállításait, amíg nem látja a „Minimum” vagy „Teljes képernyő” területeket. Ha a kép megnyújtva jelenik meg, akkor addig módosítsa a tévé beállításait, amíg egy tökéletes kört nem lát középen.
id: Gambar dapat terpotong oleh tepi layar di sebagian TV. Jika gambar Anda tampak terpotong, sesuaikan pengaturan zoom atau pemindaian berlebih TV Anda hingga Anda melihat area “Minimum” atau “Layar Penuh”. Jika gambar Anda tampak meregang, sesuaikan TV Anda hingga Anda melihat lingkaran penuh di tengah.
it: Alcuni televisori possono ridimensionare l’immagine oltre i bordi dello schermo. Se le immagini sono tagliate, regola le impostazioni dello zoom o dell’overscan fino a quando non vedi le aree “Minimo” o “A tutto schermo”. Se invece le immagini sono deformate, regola il televisore fino a quando non vedi un cerchio perfetto al centro dello schermo.
ja: 一部のテレビでは、ディスプレイの端をはみ出すように画像が出力されます。 画像の端が切れている場合は、“最小”または“フルスクリーン”領域が表示されるようにテレビのズーム設定またはオーバースキャン設定を調整してください。 画像が引き伸ばされて表示される場合は、完全な円が中心にくるようにテレビを調節してください。
ko: 일부 TV에서는 영상의 비율이 화면 가장자리를 넘어가도록 확대됩니다. 영상이 잘리면 ‘최소’ 또는 ‘전체 화면’ 영역이 보일 때까지 TV의 확대/축소 또는 오버스캔 설정을 조절하십시오. 영상이 늘어지게 나타나면 중앙에 원이 완전히 동그랗게 보일 때까지 TV를 조절하십시오.
ms: Sesetengah TV mungkin menskalakan gambar melebihi pinggir paparan. Jika gambar anda kelihatan terpangkas, laraskan zum atau seting imbasan lebihan TV anda sehingga anda melihat kawasan “Minimum” atau “Skrin Penuh”. Jika gambar anda kelihatan diregangkan, laraskan TV anda sehingga anda melihat bulatan penuh di tengah.
nb: Noen TV-er kan skalere bildet større enn skjermen. Hvis det ser ut som bildet et kuttet, kan du justere innstillingene for zoom og overskanning på TV-en til du ser områdene «Minimum» eller «Hele skjermen». Hvis det ser ut som at bildet strekkes, kan du justere TV-en til du ser en perfekt sirkel i midten.
nl: Op sommige televisies wordt het beeld buiten de randen van het scherm uitgerekt. Als het beeld bijgesneden lijkt te zijn, pas je de zoom- of overscaninstellingen van je televisie aan tot je de gebieden 'Minimaal' of 'Schermvullend' kunt zien. Als het beeld lijkt te zijn uitgerekt, pas je je televisie aan totdat je in het midden een perfecte cirkel ziet.
pl: Na niektórych telewizorach obraz może być skalowany poza krawędzie ekranu. Jeśli obraz wydaje się przycięty, skonfiguruj ustawienia zoom lub overscan tak, aby widzieć obszary „Minimum” lub „Pełny ekran”. Jeśli obraz wydaje się rozciągnięty, wyreguluj go tak, aby kółko wyświetlane na środku było idealnie okrągłe.
pt_br: Alguma TVs podem redimensionar a imagem além das bordas da tela. Se a imagem estiver cortada, altere os ajustes de zoom ou ampliação da TV até que você veja as áreas “Mínima” ou “Tela Cheia”. Se a imagem estiver estendida, ajuste a TV até ver um círculo perfeito no centro.
pt_pt: É possível que algumas televisões dimensionem a imagem para além das extremidades do monitor. Se a imagem parecer cortada, ajuste a ampliação do ecrã ou as definições de overscan até ver as zonas “Mínima” ou “Ecrã completo”. Se a imagem parecer esticada, ajuste a televisão até ver um círculo perfeito no centro.
ro: Unele televizoare pot redimensiona imaginea dincolo de marginile afișajului. Dacă imaginea pare decupată, ajustați configurările pentru zoom și suprascanare ale televizorului dvs. până când vedeți zona „Minimum” sau „Tot ecranul”. Dacă imaginea pare întinsă, reglați configurările televizorului până când vedeți un cerc perfect în centru.
ru: Некоторые телевизоры изменяют масштаб картинки, растягивая изображение за пределы дисплея. Если картинка отображается урезанной, скорректируйте параметры увеличения или развертки так, чтобы на дисплее появились области «Минимум» или «Полный экран». Если картинка отображается растянутой, скорректируйте настройки телевизора так, чтобы круг в центре дисплея принял правильную форму.
sk: Niektoré televízory môžu roztiahnuť obraz za okraje obrazovky. Ak sa obraz zdá byť orezaný, upravte nastavenia zväčšenia a overscanu svojho TV tak, aby sa zobrazili oblasti Minimum alebo Celá obrazovka. Ak sa obraz zdá byť natiahnutý, upravte nastavenia TV tak, aby sa v strede zobrazil dokonalý kruh.
sl: Pri nekaterih televizorjih lahko velikost slike sega prek robov zaslona. Če je slika obrezana, prilagodite nastavitve televizorja za povečavo ali prilagajanje zaslonu, dokler ne vidite območij »Najmanjše« ali »Celozaslonsko«. Če se slika zdi raztegnjena, televizor nastavite tako, da se v sredini prikaže popoln krog.
sv: Vissa TV-apparater skalar bilden utanför skärmkanten. Om bilden verkar beskuren justerar du TV-apparatens inställningar för zoomning eller överskanning tills områdena ”Minimum” eller ”Helskärmsläge” blir synliga. Om bilden verkar utsträckt justerar du TV-bilden tills du ser en perfekt cirkel i mitten av skärmen.
th: ทีวีบางเครื่องอาจขยายภาพเกินขอบของจอภาพ ถ้าคุณเห็นภาพถูกตัดขาด ให้ปรับการตั้งค่าการซูมหรือการตั้งค่าโอเวอร์สแกนของทีวีของคุณจนกระทั่งคุณเห็นบริเวณ “เล็กสุด” หรือ “เต็มหน้าจอ” ถ้าคุณเห็นภาพยืดออก ให้ปรับทีวีของคุณจนกระทั่งคุณเห็นวงกลมที่กลมอย่างสมบูรณ์อยู่ตรงกลาง
tr: Bazı TV’ler resmi ekranın kenarlarının ötesine ölçekleyebilir. Görüntünüz kırpılmış görünüyorsa “Minimum” veya “Tam Ekran” alanlarını görene dek TV’nizin büyütme veya geniş tarama ayarlarını yapın. Görüntünüz gerilmiş görünüyorsa merkezde tam daire görene dek TV’nizi ayarlayın.
uk: Деякі телевізори можуть розтягувати зображення поза краї дисплея. Якщо зображення виглядає обітнутим, регулюйте параметри масштабування чи розгортки свого телевізора, доки не побачите поля «Мінімум» чи «Повний екран». Якщо зображення виглядає розтягнутим, регулюйте телевізор, доки не побачите ідеальне коло в центрі.
vi: Một số TV có thể định tỷ lệ hình ảnh ra ngoài các cạnh của màn hình. Nếu hình ảnh của bạn bị cắt xén, hãy điều chỉnh cài đặt thu phóng và quét thừa của TV cho tới khi bạn có thể thấy khu vực “Tối thiểu” hoặc “Toàn màn hình”. Nếu hình ảnh của bạn bị kéo giãn, hãy điều chỉnh TV cho tới khi bạn nhìn thấy một vòng tròn hoàn hảo ở chính giữa.
zh_cn: 部分电视机的图像比例会超出显示器边缘。 如果图像显示被裁剪，请调整电视机的缩放或过扫描设置，直到看到“最小”或“全屏幕”区域为止。 如果图像显示被拉伸，请调整电视直至屏幕中心出现正圆。
zh_hk: 部份電視可能擴展超出顯示邊緣的影像。 如果影像被裁剪，請調整電視的縮放或全畫面模式，直至你見到「最小值」或「全螢幕」的範圍。 如果影像被展開，請調整你的電視，直至你見到一個完美的圓圈在中央。
zh_tw: 部分電視可能會將圖片縮放超出顯示器的邊緣。 若你的影像遭到裁切，請調整電視的縮放或全畫面設定，直到你看見「最小值」或「全螢幕」區域為止。 若你的影像過度延展，請調整電視直到在中央看見一個標準的圓形為止。

# AVOverscanScreenTitle
source: Not seeing the whole picture?
ar: ألا ترى الصورة كاملة؟
ca: No veus la imatge sencera?
cs: Nevidíte celý obraz?
da: Ser du ikke hele billedet?
de: Ist nicht das ganze Bild sichtbar?
el: Δεν φαίνεται ολόκληρη η εικόνα;
es: ¿No se ve toda la imagen?
es_us: ¿No ves toda la imagen?
fi: Etkö näe koko kuvaa?
fr: Vous ne voyez pas toute l’image ?
fr_ca: L’image est incomplète?
he: לא רואה את כל התמונה?
hi: स्क्रीन पूरी तरह से नहीं देख पा रहे हैं?
hr: Ne vidite cijelu sliku?
hu: Nem látja a teljes képet?
id: Tidak melihat seluruh foto?
it: Non vedi l’immagine intera?
ja: 画像全体が見えない場合
ko: 전체 사진이 보이지 않습니까?
ms: Tidak melihat gambar penuh?
nb: Ser du ikke hele bildet?
nl: Krijg je niet alles te zien?
pl: Nie widzisz całego obrazu?
pt_br: Não está vendo a imagem inteira?
pt_pt: Não vê a imagem completa?
ro: Nu vedeți întreaga imagine?
ru: Картинка видна не полностью?
sk: Nevidíte celý obraz?
sl: Ne vidite celotne slike?
sv: Ser du inte hela bilden?
th: เห็นภาพไม่ทั้งหมดใช่ไหม
tr: Resmin tamamı görünmüyor mu?
uk: Не бачите всього зображення?
vi: Không nhìn thấy toàn bộ hình ảnh?
zh_cn: 未看到全部内容？
zh_hk: 看不到完整圖片嗎？
zh_tw: 看不到完整圖片嗎？

# AVOverscanTitle
source: Zoom and Overscan
ar: التكبير والخروج عن إطار الشاشة
ca: Zoom i sobredimensionament
cs: Zvětšení a Overscan
da: Zoom og overscan
de: Zoom und Overscan
el: Ζουμ και Υπερσάρωση
es: Zoom y overscan
es_us: Zoom y overscan
fi: Zoomaus ja overscan
fr: Zoom et surbalayage
fr_ca: Zoom et surbalayage
he: זום ושוליים שחורים
hi: ज़ूम और ओवरस्कैन
hr: Zumiranje i preskeniranje
hu: Nagyítás és túlpásztázás
id: Zoom dan Pemindaian Berlebih
it: Zoom e overscan
ja: ズームとオーバースキャン
ko: 확대/축소 및 오버스캔
ms: Zum dan Imbasan Lebihan
nb: Zoom og overskanning
nl: Zoom en overscan
pl: Zoom i overscan
pt_br: Zoom e Overscan
pt_pt: Ampliação e overscan
ro: Zoom și suprascanare
ru: Увеличение и развертка
sk: Zväčšenie a overscan
sl: Povečava ali prilagajanje zaslonu
sv: Zoomning och överskanning
th: ซูมและโอเวอร์สแกน
tr: Büyütme ve Geniş Tarama
uk: Масштаб і розгортка
vi: Thu phóng và quét thừa
zh_cn: 缩放与过扫描
zh_hk: 縮放及全畫面模式
zh_tw: 縮放和全畫面

# AVResolutionDescription
source: Choose your TV’s resolution and frame rate.
ar: اختر درجة الدقة ومعدل الإطارات لتلفزيونك.
ca: Selecciona la resolució i la freqüència de fotogrames del televisor.
cs: Vyberte rozlišení a snímkovou frekvenci televizoru.
da: Vælg dit fjernsyns opløsning og billedfrekvens.
de: Wähle die Auflösung und Bildrate deines Fernsehgeräts.
el: Επιλέξτε την ανάλυση και τον ρυθμό καρέ της τηλεόρασής σας.
es: Selecciona la resolución y la frecuencia de fotogramas del televisor.
es_us: Elige la resolución y frecuencia de fotogramas de tu TV.
fi: Valitse TV:n tarkkuus ja kuvataajuus.
fr: Choisissez la résolution et la fréquence d’images de votre téléviseur.
fr_ca: Choisissez la résolution et la fréquence d’image de votre télévision.
he: ניתן לבחור את הרזולוציה וקצב הפריימים של הטלוויזיה.
hi: अपने टीवी का रिज़ोल्यूशन और फ़्रेम दर चुनें।
hr: Odaberite razlučivost i brzinu sličica TV prijemnika.
hu: Válassza ki a televíziója felbontását és képkockasebességét.
id: Pilih resolusi dan laju bingkai TV Anda.
it: Scegli la risoluzione e la frequenza dei fotogrammi del tuo televisore.
ja: テレビの解像度とフレームレートを選択してください。
ko: TV 해상도 및 프레임률을 선택하십시오.
ms: Pilih resolusi dan kadar bingkai TV anda.
nb: Velg oppløsning og bildefrekvens for TV-en din.
nl: Kies de resolutie en beeldsnelheid van je tv.
pl: Wybierz rozdzielczość i częstotliwość klatek TV.
pt_br: Escolha a resolução e taxa de atualização da sua TV.
pt_pt: Escolha a resolução e a taxa de fotogramas da sua televisão.
ro: Alegeți rezoluția și frecvența de cadre a televizorului.
ru: Выберите разрешение и частоту кадров для телевизора.
sk: Vyberte rozlíšenie a frekvenciu snímok televízora.
sl: Izberite ločljivost in hitrost sličic televizorja.
sv: Välj TV:ns upplösning och bildfrekvens.
th: เลือกความละเอียดและอัตราเฟรมของทีวีของคุณ
tr: TV’nizin çözünürlüğünü ve kare hızını seçin.
uk: Оберіть роздільність і частоту кадрів для свого телевізора.
vi: Chọn độ phân giải và tốc độ khung hình của TV.
zh_cn: 选取电视的分辨率和帧速率。
zh_hk: 選擇電視的解像度和格率。
zh_tw: 選擇你的電視解析度和影格率。

# AVResolutionTitle
source: Resolution
ar: الدقة
ca: Resolució
cs: Rozlišení
da: Opløsning
de: Auflösung
el: Ανάλυση
es: Resolución
es_us: Resolución
fi: Tarkkuus
fr: Résolution
fr_ca: Résolution
he: רזולוציה
hi: रिज़ोल्यूशन
hr: Razlučivost
hu: Felbontás
id: Resolusi
it: Risoluzione
ja: 解像度
ko: 해상도
ms: Resolusi
nb: Oppløsning
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
pt_pt: Resolução
ro: Rezoluție
ru: Разрешение
sk: Rozlíšenie
sl: Ločljivost
sv: Upplösning
th: ความละเอียด
tr: Çözünürlük
uk: Роздільність
vi: Độ phân giải
zh_cn: 分辨率
zh_hk: 解像度
zh_tw: 解析度

# AVRestoreDefaultDisplayMode
source: Reset Video Settings
ar: إعادة تعيين إعدادات الفيديو
ca: Restableix la configuració de vídeo
cs: Obnovit nastavení obrazu
da: Nulstil videoindstillinger
de: Videoeinstellungen wiederherstellen
el: Επαναφορά ρυθμίσεων βίντεο
es: Restablecer los ajustes de vídeo
es_us: Restablecer configuración de video
fi: Nollaa videoasetukset
fr: Réinitialiser les réglages vidéo
fr_ca: Réinitialiser les réglages vidéo
he: איפוס הגדרות הווידאו
hi: वीडियो सेटिंग रीसेट करें
hr: Resetiraj postavke slike
hu: Videóbeállítások alaphelyzetbe állítása
id: Atur Ulang Pengaturan Video
it: Inizializza le impostazioni video
ja: ビデオ設定をリセット
ko: 비디오 설정 재설정
ms: Reset Seting Video
nb: Nullstill videoinnstillinger
nl: Herstel video-instellingen
pl: Wyzeruj ustawienia wideo
pt_br: Redefinir Ajustes de Vídeo
pt_pt: Repor definições de vídeo
ro: Resetare configurări video
ru: Сбросить настройки
sk: Resetovať nastavenia videa
sl: Ponastavi nastavitve videa
sv: Nollställ videoinställningar
th: รีเซ็ตการตั้งค่าวิดีโอ
tr: Video Ayarlarını Sıfırla
uk: Скинути параметри відео
vi: Đặt lại cài đặt video
zh_cn: 还原视频设置
zh_hk: 重置影片設定
zh_tw: 重置影像設定

# AVRestoreDefaultDisplayModeAlertCancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# AVRestoreDefaultDisplayModeAlertFooterSupport
source: For more information, see https://support.apple.com/appletv/HDR
ar: لمزيد من المعلومات، انظر https://support.apple.com/appletv/HDR
ca: Per obtenir més informació, consulta https://support.apple.com/appletv/HDR
cs: Další informace najdete na https://support.apple.com/appletv/HDR
da: Du kan få flere oplysninger på https://support.apple.com/appletv/HDR
de: Weitere Informationen findest du unter https://support.apple.com/appletv/HDR
el: Για περισσότερες πληροφορίες, επισκεφθείτε τη διεύθυνση https://support.apple.com/appletv/HDR
es: Para obtener más información, consulta: https://support.apple.com/appletv/HDR
es_us: Para más información, consulta https://support.apple.com/appletv/HDR
fi: Katso lisätietoja osoitteesta https://support.apple.com/appletv/HDR
fr: Pour en savoir plus, consultez la page https://support.apple.com/appletv/HDR
fr_ca: Pour en savoir plus, consultez https://support.apple.com/appletv/HDR
he: למידע נוסף, יש לבקר באתר https://support.apple.com/appletv/HDR
hi: अधिक जानकारी के लिए, देखें https://support.apple.com/appletv/HDR
hr: Za dodatne informacije posjetite https://support.apple.com/appletv/HDR
hu: Bővebben: https://support.apple.com/appletv/HDR
id: Untuk informasi lainnya, lihat https://support.apple.com/appletv/HDR
it: Per ulteriori informazioni, vai alla pagina https://support.apple.com/appletv/HDR.
ja: 詳しくは、 https://support.apple.com/appletv/HDR を参照してください。
ko: 자세한 사항은 https://support.apple.com/appletv/HDR 사이트를 참조하십시오.
ms: Untuk mendapatkan maklumat lanjut, lihat https://support.apple.com/en-my/HT208074
nb: Du finner mer informasjon på https://support.apple.com/appletv/HDR
nl: Ga voor meer informatie naar https://support.apple.com/appletv/HDR
pl: Więcej informacji zawiera strona https://support.apple.com/appletv/HDR
pt_br: Para obter mais informações, visite https://support.apple.com/appletv/HDR
pt_pt: Encontrará informação adicional em https://support.apple.com/appletv/HDR
ro: Pentru informații suplimentare, vizitați https://support.apple.com/appletv/HDR
ru: Подробную информацию смотрите по адресу: https://support.apple.com/appletv/HDR
sk: Viac informácií nájdete na stránke https://support.apple.com/appletv/HDR
sl: Za več informacij glejte https://support.apple.com/appletv/HDR
sv: Mer information finns på https://support.apple.com/appletv/HDR
th: สำหรับข้อมูลเพิ่มเติม ดู https://support.apple.com/appletv/HDR
tr: Daha fazla bilgi için şu adresi ziyaret edin: https://support.apple.com/appletv/HDR
uk: Докладніше див. на https://support.apple.com/appletv/HDR
vi: Để biết thêm thông tin, hãy xem https://support.apple.com/appletv/HDR
zh_cn: 有关更多信息，请参阅 https://support.apple.com/appletv/HDR
zh_hk: 詳情請瀏覽： https://support.apple.com/appletv/HDR
zh_tw: 如需更多資訊，請參訪 https://support.apple.com/appletv/HDR
